/* sync now menu */
"Cancel Sync" = "Annulla sincronizzazione";

/* Used for menu extra */
"Last %1$@ Sync: %2$@" = "Ultima sincronizzazione %1$@: %2$@";

/* sync status menu */
"Loading\\U2026" = "Sto caricando…";

/* sync status menu */
"Failed to Load" = "Caricamento fallito.";

/* status text */
"Never synchronized %@" = "%@ mai sincronizzato";

/* File Radar menu */
"New Radar with Current Logs\\U2026" = "Nuovo bug di Radar con resoconti attuali…";

/* open .Mac prefs menu */
"Open %@ Sync Preferences\\U2026" = "Apri le preferenze di sincronizzazione %@…";

/* status text */
"Preparing %@\\U2026" = "Preparo %@…";

/* status text */
"Preparing\\U2026" = "Preparo…";

/* reivew conflicts now */
"Review Conflicts Now\\U2026" = "Rivedi i conflitti adesso…";

/* sync menu accessibility */
"Sync" = "Sincronizzazione";

/* status text */
"Sync Cancelled for %@" = "Sincronizzazione di %@ annullata";

/* status text */
"Sync Cancelled for %@\\U2026" = "Sincronizzazione di %@ annullata…";

/* status menu default item */
"Sync Idle" = "Sincronizzazione non attiva";

/* sync now menu */
"Sync Now" = "Sincronizza adesso";

/* status text */
"Syncing %@" = "Sincronizzo %@";

/* status text */
"Syncing %@\\U2026" = "Sincronizzo %@…";

/* sync now menu */
"Syncing Disabled" = "Sincronizzazione disattivata";

/* plural form */
"There are %i Sync Conflicts" = "Ci sono %i conflitti di sincronizzazione";

/* singular form */
"There is one Sync Conflict" = "C'è un conflitto di sincronizzazione";

/* sync status menu */
"Cancelling" = "Annullo";

/* open iSync */
"Open iSync\\U2026" = "Apri iSync…";

/* Reset Sync Services */
"Reset Sync Services\\U2026"= "Reimposta i servizi di sincronizzazione…";

/* Sync Services Debug Logging*/
"Sync Services Debug Logging" = "Login di debug dei servizi di sincronizzazione";

/*Open Sync Diagnostics*/
"Open Sync Diagnostics\\U2026" = "Apri Diagnosi Sincronizzazione...";

/*Never Synced*/
"Never" = "Mai";

/*Failed Sync*/
"Failed" = "Non riuscito";

/*Succeeded Sync*/
"Succeeded" = "Riuscito";

/*Cancel*/
"Cancel" = "Annulla";

/*Reset Dialog Text*/
"Are you sure you want to reset this computer's sync history?" = "Sei sicuro di voler reinizializzare la cronologia di sincronizzazione di questo computer?";

/*Reset Dialog Informative Text*/
"Resetting the sync history deletes the information in the Mac OS X synchronization database on your computer (the place where all your sync changes are stored), and returns your computer and device sync settings to their default states. Information stored in applications on your computer, on %@, or on your devices is not affected." = "Il ripristino della cronologia delle sincronizzazioni eliminerà le informazioni nel database delle sincronizzazioni di Mac OS X sul computer (la posizione in cui vengono archiviate tutte le sincronizzazioni) e verranno ripristinate le impostazioni di sincronizzazione del computer e del dispositivo ai rispettivi stati di default. Le informazioni memorizzate nelle applicazioni sul computer, su %@ o sui dispositivi non verranno modificate.";

/*Reset Sync History*/
"Reset Sync History" = "Reinizializza cronologia di sincronizzazione";


